// Total: 24 ~ 29
package main

var GradeNames = []string{
	"미취학 아동",
	"초등학교 1학년", // 1
	"초등학교 2학년",
	"초등학교 3학년",
	"초등학교 4학년",
	"초등학교 5학년",
	"초등학교 6학년",
	"중학교 1학년", // 7
	"중학교 2학년",
	"중학교 3학년",
	"고등학교 1학년", // 10
	"고등학교 2학년",
	"고등학교 3학년",
	"대학교 1학년", // 13
	"대학교 2학년",
	"대학교 3학년",
	"대학교 4학년",
	"석사 1년차", // 17
	"석사 2년차",
	"박사 1년차", // 19
	"박사 2년차",
	"박사 3년차",
	"박사 4년차",
	"박사 5년차", // 23; 여기서부터 교수 가능성
	"박사 6년차",
	"포스트닥 1년차",
	"포스트닥 2년차",
	"포스트닥 3년차", // 27
	"교수",       // 24 ~ 28
}

// Total: 13
var BookNames = []string{
	"뚝딱 3개월에 숫자 떼기",
	"기탄 수학", // Primary
	"구몬 학습",
	"개념 유형 Lite", // Middle
	"우공비",
	"체크체크",
	"쎈",
	"일품",
	"풍산자",
	"개념원리 고등수학", // High
	"고등예비과정",
	"마플",
	"수능 특강",
	"수능 완성",
	"숨마쿰라우데",
	"수학의 정석",
	"자이스토리",
	"블랙라벨",
	"Kreyszig 공업수학", // University
	"Jech 집합론",
	"Munkres 위상수학",
	"Rudin - 수치해석",
	"Lang 대수학",
}
